"CREATING_YOUR_ACCOUNT" = "Account wordt aangemaakt…";
"CONFIGURING_YOUR_ACCOUNT" = "Account wordt geconfigureerd…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Uw netwerkaccount wordt gecontroleerd...";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"YES_BUTTON" = "Ja";
"NO_BUTTON" = "Nee";
"PRIVACYPOLICY_BUTTON" = "Privacybeleid";
"RETRIEVE_APPLEID_INFO" = "Apple ID-gegevens opvragen…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Uw bestaande Apple ID-gegevens kunnen worden opgehaald bij Apple. Met Configuratie-assistent wordt de registratie eenvoudiger doordat uw gegevens op een veilige manier worden gedownload en op uw computer worden bewaard. Wilt u uw gegevens nu downloaden?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Kopieerwaarschuwingen en -fouten.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Uw Apple ID-gegevens zijn momenteel niet beschikbaar.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Er kan geen verbinding met Apple worden gemaakt. Het is mogelijk dat de netwerkverbinding in gebruik is of dat de netwerkinstellingen onjuist zijn. Klik op 'Verbind' om het opnieuw te proberen. Klik op 'Ga door' om deze stap over te slaan.";

"APPLEID_AUTH_FAILED_TITLE" = "De informatie over uw Apple ID is niet toegankelijk.";
"APPLEID_AUTH_FAILED" = "Uw Apple ID of wachtwoord is niet herkend. Klik op 'Ga terug' en zorg dat u uw ID en wachtwoord correct opgeeft.";

"APPLEID_AUTH_GIVEUP_TITLE" = "De informatie over uw Apple ID is niet toegankelijk.";
"APPLEID_AUTH_GIVEUP" = "De Apple ID die u hebt opgegeven kan momenteel niet worden gebruikt. Klik op 'OK' om deze stap over te slaan en verder te gaan met de configuratie van uw computer.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Verbinden…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "De PPPoE-verbinding is mislukt.";

"ENTER_REGISTRATION_INFO" = "Geef uw persoonlijke gegevens op. Deze gegevens worden gebruikt om uw Apple product te registreren, uw gebruikersaccount aan te maken, uw persoonlijke gegevens aan Adresboek toe te voegen en uw Mail-account te configureren.";
"ENTER_REGISTRATION_INFO_LATER" = "Geef uw persoonlijke gegevens op. Deze gegevens worden gebruikt om uw Apple registratiegegevens bij te werken.";

"RETAKE_VIDEO_SNAPSHOT" = "Maak opnieuw een videofoto.";
"NO_PICTURE_ALERT_TITLE" = "U moet een afbeelding voor uw account selecteren.";
"NO_PICTURE_ALERT_MESSAGE" = "U kunt een foto maken met de camera in uw computer of een afbeelding uit de afbeeldingenbibliotheek kiezen.";
"DRAG_TO_MOVE_IMAGE" = "Sleep om afbeelding te verplaatsen";

"FAILED_TO_BIND_TITLE" = "Uw computer kan niet worden gekoppeld met '%@'.";
"FAILED_TO_BIND_MESSAGE" = "Neem contact op met de serverbeheerder.";